<!DOCTYPE html>
<html>
<head>
<meta charset='utf-8'>
<link href='../../../exports.css' rel='stylesheet'>
<link href='../../../exports.css' rel='stylesheet'>

</head>
<body>
<div id='wrap'>
<div id='header'>
<h1>bring.out</h1>
<h2>(Ovaj članak je prebačen sa ranijeg posterous blog sistema)
</h2>
</div>
<div id='content'><div id='nav'>
<a href="../../../posts/2011/03/trazimo-pamente-blentave-hrabre-otvorene-mlad.html">Previous</a>
&nbsp; 
<a href="../../../index.html">Index</a>
&nbsp; 
<a href="../../../posts/2011/02/internet-provajder-nas-handri.html">Next</a>
</div>
<div class='post'>
<div class='post_header'>
<h3>bring.out je distributer fiskalnih sistema "NSC"</h3>
<div class='post_info'>
<span class='post_time'>February 25 2011,  7:41 AM</span>
<span class='author'>&nbsp;by bring.out doo Sarajevo</span>
</div>
</div>
<div class='post_body'><p>Sa kolegama iz "Neosoft computers" doo Mostar poslovnica Sarajevo (nadalje NSC) napravili smo prije par dana distributerski ugovor.</p>
<p>Da podsjetim, <a href="/bringout-suspenduje-svoje-operacije-u-ulozi-s">prije dva i po mjeseca</a> smo na&scaron;im korisnicima preporučili nabavku NSC fiskalnih sistema, te se sa svoje strane obavezali da ćemo obezbijediti podr&scaron;ku za te sisteme. To obećanje smo ispunili.&nbsp;</p>
<p>Na terenu se već vi&scaron;e od mjesec dana&nbsp; "vrte" na&scaron;e POS aplikacije prikopčane na NSC fiskalne sisteme. Svi problemi na koje smo do sada nai&scaron;li su rije&scaron;eni zajedno sa kolegama iz NSC-a u razumnom roku i na zadovljavajući način. Ono &scaron;to je nama veoma bitno, komunikacija na relaciji bring.out &lt;-&gt; NSC je dobra.</p>
<p>S obzirom da NSC ima sopstvenu servisersku mrežu, koja dobro funkcioni&scaron;e, procijenili smo da je za na&scaron;e korisnike dobro da preuzmemo ulogu distributera NSC sistema(*).&nbsp;</p>
<p>Procedura je slijedeća:</p>
<ul>
<li>Korisnik nama upućuje zahtjev </li>
<li>mi pravimo ponudu za NSC fiskalni uređaj(**) i na&scaron; programski modul za komunikaciju sa NSC fiskalnim sistemom&nbsp; </li>
<li>Mi se obraćamo NSC-u po pitanju serviserskog ugovora i nabavke uređaja</li>
<li>Kod inicijalne fiskalizacije, na teren izlaze serviseri NSC-a koordinirano sa bring.out serviserima</li>
</ul>
<p>Time na&scaron; korisnik na jednom mjestu može zavr&scaron;iti sve poslove oko fiskalizacije. Za tehničku i servisnu podr&scaron;ku zadužen je NSC servis, ostatak IT sistema kao i do sada - bring.out.</p>
<p>Na&scaron;e dosada&scaron;nje iskustvo po pitanju komunikacije sa kolegama iz NSC-a(***) je pozitivno. Nemamo informacije da na&scaron;i korisnici "čupaju kose" jer ih bring.out i NSC podr&scaron;ka vrti u krug do iznemoglosti&nbsp; ... Ako sam u krivu - bujrum stavite svoj komentar na ovaj članak.</p>
<p>Kolega Sa&scaron;a Vranić je na na&scaron;im <a href="http://redmine.bring.out.ba/boards/4/topics/4576">korisničkim forumima</a> dao detaljne upute gornje procedure(****).</p>
<p>Direktor</p>
<p>Ernad Husremović</p>
<p>---</p>
<p>(*) Dobro za na&scaron;e korisnike, a i mi &scaron;ta god od toga možemo zaraditi :).</p>
<p>(**) Naravno od nas može dobiti savjet koji je za njega optimalan fiskalni uređaj</p>
<p>(***)&nbsp; za sada to su isključivo serviseri iz NSC poslovnice Zenica)</p>
<p>(****) Pristup ovim forumima imaju samo registrovani korisnici bring.out. Ako ste na&scaron; korisnik, a nemate pristup na&scaron;em redmine sistemu, po&scaron;aljite nam upit za registracijju na <a href="mailto:podrska@bring.out.ba">podrska@bring.out.ba</a></p>
<p>&nbsp;</p></div>
<div class='post_tags'>
<h4>Tags</h4>
<div class='post_tags_list'>fiskalizacija, fmk</div>
</div>
<div class='post_responses'>
<h4>Pregleda 7994, komentara: 0</h4>(Status na dan 07.04.2013 prema statistici posterous blog sistema)<hr/>
<ul class='post_responses list'>
</ul>
<div id="disqus_thread"></div>
    <script type="text/javascript">
	    var disqus_shortname = 'bringout'; 
        (function() {
            var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
            dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
            (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
        })();
    </script>
    <noscript>Aktivirajte JavaScript za pregled komentara <a href="http://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
    <a href="http://disqus.com" class="dsq-brlink">comments powered by <span class="logo-disqus">Disqus</span></a>

</div>
</div>
</div>
</div>
</body>
</html>
