<!DOCTYPE html>
<html>
<head>
<meta charset='utf-8'>
<link href='../../../exports.css' rel='stylesheet'>
<link href='../../../exports.css' rel='stylesheet'>

</head>
<body>
<div id='wrap'>
<div id='header'>
<h1>bring.out</h1>
<h2>This is an archived post
This is an archived post
</h2>
</div>
<div id='content'><div id='nav'>
<a href="../../../posts/2012/05/knowhow-erp-p1-f18.html">Previous</a>
&nbsp; 
<a href="../../../index.html">Index</a>
&nbsp; 
<a href="../../../posts/2012/03/porezna-uprava-fbih-objavljivanje-dokumenata.html">Next</a>
</div>
<div class='post'>
<div class='post_header'>
<h3>Komercijalna ponuda bazirana na principu "Tuđa nafaka se ne može ukrasti"</h3>
<div class='post_info'>
<span class='post_time'>April 12 2012,  1:02 AM</span>
<span class='author'>&nbsp;by bring.out doo Sarajevo</span>
</div>
</div>
<div class='post_body'><p>Jutros smo dobili email sljedeće sadržine:</p>
<blockquote class="posterous_medium_quote">
<p>Cijenjeni bring.out-ovci,&nbsp;</p>
<p>Predstavljanje na internetu va&scaron;eg truda je urodilo plodom. Vi sigurno znate i mnogo slikovitijih primjera ali meni je moj ipak najdraži.&nbsp;</p>
<p>Kao posljedica toga jeste to &scaron;to su sve četiri adrese, u tri različita BH grada, u kojima moj poslodavac ima poslovne jedinice sa računarima koji sada rade na Ubuntu sistemima. Time sam ja dobio pohvalu od vodstva kompanije i najbližih poslovnih partnera koji su primjetili &scaron;ta se de&scaron;ava ...</p>
</blockquote>
<p>Na kraju je kolega informatičar pokazao interes za na&scaron;im poslovnim rje&scaron;enjima.</p>
<p>Na ovom mjestu ću mu odgovoriti:</p>
<blockquote>
<p>Po&scaron;tovani kolega,</p>
<p>hvala na javljanju i podr&scaron;ci.&nbsp;</p>
<p>Iznimno nam je drago &scaron;to ste uvođenjem otvorenih Linux/Ubuntu sistema postigli željene rezultate.</p>
<p>Veliko zadovoljstvo nam pričinjava činjenica činjenica da je na&scaron;a javna promocija otvorenih sistema na sve ovo imala značajan uticaj.</p>
<p><!--more-->Iskorak u drugo i drugačije uvijek sa sobom nosi otpor i pote&scaron;koće. Podr&scaron;ka i razumjevanje od strane Va&scaron;e uprave je krupno koliko i tehnički dio operacija.</p>
<p>To promjenama i odlukama koje ste napravili daje jo&scaron; veći značaj.</p>
<p>Pozivam Vas da se kao kolega koji od sada radi na održavanju Ubuntu/Linux sistema priključite na na&scaron; redmine sistem.</p>
<p>Računam da postoji niz područja od zajedničkog interesa. Evo jedno konkretno :) :</p>
<p><a href="http://redmine.bring.out.ba/projects/ubuntu-b-out-ba/issues">http://redmine.bring.out.ba/projects/ubuntu-b-out-ba/issues</a></p>
<p>Sve &scaron;to je potrebno jeste da uputite zahtjev za registraciju na na&scaron; redmine sistem.</p>
<p>Kao &scaron;to ste mogli uočiti, otvorenost je bazični koncept djelovanja "bring.out".</p>
<p>U Bosni se često kaže "Tuđa nafaka se ne može ukrasti". Mi se tog koncepta držimo u na&scaron;em poslovanju.</p>
<p>Smatramo da je javna i otvorena razmjena iskustava po tehničkim pitanjima mogućnost prostperiteta svakog od učesnika takve diskusije, a ne opasnost da se ugroze pojedinačne pozicije i trud.</p>
<p>To je koncept na kojem je zasnovan razvoj otvorenog software-a. To je koncept "bring.out".</p>
<p>Sve ovo Vam govorim iz razloga &scaron;to se na ovom principu bazira i na&scaron;a komercijalna ponuda.</p>
<p>Na&scaron;e aktuelno rje&scaron;enje za potrebe računovodstva za koje se interesujete je F18 knowhowERP.</p>
<p>F18 je takođe <a href="https://github.com/knowhow/F18_knowhow">otvoreni software</a>.</p>
<p>Komercijalni dio ponude se za klijenta bazira na sljedećim elementima:</p>
<p>1) Setup sistema - postavljanje novog sistema kod korisnika</p>
<p>2) Podr&scaron;ka sistemu na bazi mjesečne pretplate.</p>
<p>Obje komponente zavise od složenosti IT sistema, ali i od niza drugih elemenata koji su bitni za funkcionisanje sistema.</p>
<p>Ti elementi su navedeni u dokumentu&nbsp;<a href="http://www.bring.out.ba/legalizacija-software-a-ubuntulinux-desktop-f">"Legalizacija software-a, Ubuntu/Linux desktop, &nbsp;F18 knowhowERP"</a>, u tački 8 (primjer kalkulacije mjesečnih tro&scaron;kova).</p>
<p>Možete uočiti da kao bitne komponente kod izrade ponude uzimamo stavke kao &scaron;to su "Sopstveno IT tehničko osoblje", "Opća samostalnost korisnika u kori&scaron;tenju IT sistema" upravo svjesni činjenice da su tro&scaron;kovi kori&scaron;tenja i održavanja sistema uveliko određeni kako na&scaron;im znanjem i resursima tako i znanjem i resursima klijenta.</p>
<p>&Scaron;to se tiče mogućnosti podr&scaron;ke na udaljenim lokacijama, ona je moguća.</p>
<p>Na&scaron; fokus je na "remote" podr&scaron;ci, bez obzira da li se radi o korisniku u Sarajevu ili Bihaću. Sve &scaron;to je potrebno jeste internet konekcija.</p>
<p>Za svaku radnu stanicu (server, desktop) koja je predmet na&scaron;e podr&scaron;ke pode&scaron;ava se vpn konekcija, pristup chat room-u i desktopu računara od strane podr&scaron;ke "bring.out".</p>
<p>Naravno, na raspolaganju je i klasična telefonska podr&scaron;ka kada je to najefikasniji način komunikacije. &nbsp;:)</p>
<p>Sve u svemu, nakon inicijalnog setup-a sistema u kojima je logično potrebno fizičko prisustvo, sve ostale operacije (pomoć klijentima, instalacija novih verzija) se obavljaju koristeći blagodeti savremenih IT tehnologija.</p>
<p>&gt; Koje informacije vam konkretno trebaju, a da dobijem potpun odgovor iz kojeg ćete moći napraviti ponudu. Naravno i važan upit na va&scaron;u adresu da li radite sa 6-sati-autobusom-udaljenim klijentima?</p>
<p>Najbolje da od&scaron;tampate gore pomenuti materijal i da prikupite informacije o postojećem stanju sistema na osnovu stavki iz tačke 8) na&scaron;eg materijala.</p>
<p>S po&scaron;tovanjem,</p>
<p>---<br />Ernad Husremović<br />direktor</p>
</blockquote></div>
<div class='post_responses'>
<h4>Pregleda 9880, komentara: 0</h4>(Status na dan 07.04.2013 prema statistici dotadašnjeg posterous blog sistema)<hr/>
<ul class='post_responses list'>
</ul>
<!--(bake includes/disqus.html)-->
</div>
</div>
</div>
</div>
</body>
</html>
