<item>
	<title>Primjer ponude IT ERP sistema baziranog na  F18 knowhow ERP + Ubuntu/Linux</title>
	<link>http://www.bring.out.ba/primjer-ponude-f18-ubuntulinux-novi-klijent</link>
	<pubDate>Mon May 14 03:11:00 -0700 2012</pubDate>
	
	<dc:creator><![CDATA[bring.out doo Sarajevo]]></dc:creator>
	
	

	<category><![CDATA[Uncategorized]]></category>

	<category domain="category" nicename="uncategorized"><![CDATA[Uncategorized]]></category>

  <guid isPermaLink="false">http://www.bring.out.ba/primjer-ponude-f18-ubuntulinux-novi-klijent</guid>
	<description></description>
	<content:encoded><![CDATA[<p>Ponuda:</p>
<p><div class='p_embed p_file_embed'>
<a href="http://getfile8.posterous.com/getfile/files.posterous.com/temp-2012-05-14/fJwnitIClbAEhkctfxBgclGHwybHkFxIsaIbFIikatAeitzrjkizChqluBrA/FAKT_DOK_10-20-00064-2-NONAME_14_05_12_NO-NAME-POTENCIJALNI-KLIJ.pdf"><div class='p_icon'></div>
<div class='p_text'>FAKT_DOK_10-20-00064-2-NONAME_14_05_12_NO-NAME-POTENCIJALNI-KLIJ.pdf</div>
</a></div>
</p>
<p>Poja&scaron;njenje ponude:</p>
<p>Potancijalnom klijentu smo poslali mail:</p>
<blockquote>
<p>From :<span style=""> </span> hernad at bring.out.ba</p>
<p>Subject :<span style=""> </span>ERP IT sistem F18</p>
<p>To :<span style=""> potencijalni klijent</span></p>
<p>Cc :<span style=""> </span> office bring.out &lt;<a href="mailto:office@bring.out.ba">office@bring.out.ba</a>&gt;<span style=""> </span>Mon, May 14, 2012 11:57 AM</p>
<p>Po&scaron;tovani,</p>
<p>hvala na iskazanom interesu za na&scaron;a programska rje&scaron;enja.</p>
<p>U prilogu Vam dostavljamo ponudu.</p>
<p>Iako Vam je kolega Jasmin vjerovatno mnoge od stvari koje ću u daljnjem tekstu iznijeti već pomenuo u direktnom kontaktu, bolje da stvari ponovimo nego ispustimo :).</p>
<p>Kompletna ponuda "bring.out" bazirana je na otvorenom (open source) software-u.</p>
<p><!--more-->To za klijenta znači da on ne kupuje programske licence za kori&scaron;tenje software-a nego "kupuje" na&scaron;e znanje i pravo na aktivnu podr&scaron;ku sistemu.</p>
<p>Unutar ove ponude nudimo Vam inicijalnu instalacija i pode&scaron;enje ("setup") na&scaron;ih programskih rje&scaron;enja, kao i njihove prilagodbe shodno zahtjevima i potrebama koje ste u razgovoru sa kolegom Jasminom naveli.</p>
<p><span style="text-decoration: underline; font-size: medium;"><strong>Kvalitetna komunikacija na relaciji IT vendor ("bring.out") - klijent</strong></span></p>
<p>Pri tome je bitno naglasiti da sve te potrebe i zahtjevi nisu fiksirani. &Scaron;ta pod tim mislim ?</p>
<p>Na&scaron;a dugogodi&scaron;nja praksa(*) je pokazala da se zahtjevi i potrebe korisnika "iskristaliziraju" tek u procesu uvođenja sistema.</p>
<p>Ako se u tom procesu priča na relaciji IT vendor - korisnik svodi na rasprave:</p>
<p>"Niste nam rekli da vam to treba, to nije uračunato u cijenu" ... &nbsp;"To nije standardan zahtjev, to vam ne možemo obezbjediti" i slično, obje strane redovno bivaju na gubitku.</p>
<p>Klijent ne dobija &scaron;to treba, vendor te&scaron;ko zavr&scaron;ava svoje poslove.</p>
<p>Konceptom svoje ponude želimo rad sa klijentom &scaron;to manje opteretiti ovakvim konfliktnim situacijama.</p>
<p>Način da se to postigne je po nama kvalitetna i otvorena komunikacija.</p>
<p>Takvom komunikacijom ćemo doći do optimalnog rje&scaron;enja, uvažavajući sva realna ograničenja tehničke i ekonomske prirode obje strane.</p>
<p>Mi nismo super-programeri koji imaju super software koji može uraditi sve &scaron;to klijent poželi.</p>
<p>Ni Va&scaron;a strana pretpostavljam &nbsp;super-bogata firma kojoj pare, odnosno tro&scaron;kovi implementacije nisu bitni.</p>
<p>Kvalitetna komunikacija i stalno dogovaranje će nam omogućiti da identificiramo najbitnije ciljeve i načine da do njih dođemo.</p>
<p>Zato stavke 9, 10, 11 ponude ne sadrže precizirane radove pojedinačne stavke. One sadrže procjenu angažovanja programerskih, serviserskih i sistem-admin resursa za realizaciju Va&scaron;eg sistema.</p>
<p>Ako tokom realizacije pojedinačne stavke "iskoče" iz okvira predviđenog unutar normalnih granica, ponuda će i dalje biti validna.</p>
<p>Ako se tokom realizacije pokaže da su te razlike velike, u procesu realizacije će se raditi korekcije u skladu sa tim saznanjima.</p>
<p>Međutim, osnova svih tih eventualnih promjena mora biti *dogovor* da bi ostvarili najbolji rezultat za obje strane.</p>
<p><span style="text-decoration: underline; font-size: medium;"><strong>Kupovina novog IT/ERP sistema je kupovina "mačka u vreći" ?!</strong></span></p>
<p>Kod nabavke složenih sistema kakav je ovaj koji nudimo, kupac se redovno susreće sa pitanjem:</p>
<p>Dajem velike pare za "mačka u vreći" ?!</p>
<p>To je istina. ERP sistem jeste mačak u vreći.</p>
<p>Čak iako IT vendor ima dobre reference u oblasti koju ERP sistem pokriva, uvijek postoji značajna opasnost da će konkretna implementacija teći u pogre&scaron;nom smjeru.</p>
<p>Može se desiti da stil rada vendora ne odgovara klijentu. Može se desiti da klijent ne zna dobro formulisati svoje klijente vendoru.</p>
<p>Svaka od tih opcija za ishod ima lo&scaron; ERP sistem i nezadovoljstvo klijenta, ali i nezadovoljstvo svakog ERP vendora koji nije "&scaron;alabajzer" :)</p>
<p>Na&scaron;a glavna referenca je činjenica da su na&scaron;a rje&scaron;enja na trži&scaron;tu dosegla punoljetstvo.</p>
<p>U tom periodu imali smo mnogo zadovoljnih ali nezadovoljnih klijenata.</p>
<p>Svakog novog klijenta i svaki novi zahtjev posmatramo podjednako kao novi posao i kao &scaron;ansu da na bazi ranijih iskustava svoju ponudu učinimo boljom.</p>
<p>Zato ne tajimo da je na&scaron; sistem doista "Mačak u vreći" za svakog novog klijenta.</p>
<p>Jedinu garanciju koju klijent ima je taj da ćemo tog mačka u vreći njegovati najbolje &scaron;to znamo i umijemo :)</p>
<p><span style="text-decoration: underline; font-size: medium;"><strong>Dugoročna saradnja</strong></span></p>
<p>Kako se iz na&scaron;e ponude može uočiti, ona u startu projicira tro&scaron;kove kori&scaron;tenja sistema na duži period.</p>
<p>U toku prvih godinu dana tro&scaron;kovi uvođenja i kori&scaron;tenja IT ERP sistema koji Vam nudimo je cca:</p>
<p>4300 + 3 x 500 + 3 x 300 + 4 x 220 =~ 7600 KM + PDV</p>
<p>Odnosno cca 630 KM/mjesečno + PDV</p>
<p><span style="text-decoration: underline; font-size: medium;"><strong>Prednosti Ubuntu/Linux infrastrukture</strong></span></p>
<p>Smatramo da na&scaron;a ponuda bazirana na otvorenim sistemima, omogućava da bosanski korisnici mogu dobiti kvalitetna rje&scaron;enja koja se uklapaju u krajnje ograničene budžete.</p>
<p>Gruba kalkulacija za sličan sistem koji bi se bazirao na Microsoft tehnologijama, bi iznosila *SAMO* u dijelu tro&scaron;kova za licence:</p>
<p>9 * 400 (legalizacija postojećih desktop Windows OS-ova) + cca 2500-3500 (Server OS + Microsoft SQL server) = 5500-6500 KM + PDV</p>
<p>Znači cca 6000 KM bez ERP rje&scaron;enja, bez tro&scaron;kova obuke i podr&scaron;ke sistemu.</p>
<p><span style="text-decoration: underline; font-size: medium;"><strong>Bolji i jeftiniji sistem</strong></span></p>
<p>Međutim, ne želimo da na&scaron;i potencijalni klijenti steknu pogre&scaron;nu sliku da se na&scaron;a ponuda na Ubuntu/Linux sistemima svodi na *jeftinije*.</p>
<p>Mi smo se usmjerili na ponudu baziranu na otvorenom software-u i otvorenim sistemima prije svega zato &scaron;to smo na stanovi&scaron;tu da sa njima svojim klijentima nudimo *bolja* IT rje&scaron;enja.</p>
<p>Na raspolaganju smo Vam za sva dodatna pitanja.</p>
<p>S po&scaron;tovanjem,</p>
<p>---</p>
<p>(*) ovim se poslom bavimo od davne 1994 godine</p>
</blockquote>]]></content:encoded>
	<excerpt:encoded><![CDATA[Ponuda: Pojašnjenje ponude: Potancijalnom klijentu smo poslali mail: From : hernad at bring.out.ba Subject : ERP IT sistem F18 To : potencijalni klijent Cc : office bring.out]]></excerpt:encoded>	

	<wp:post_date>Mon May 14 03:11:00 -0700 2012</wp:post_date>
	<wp:post_date_gmt>Mon May 14 03:11:00 -0700 2012</wp:post_date_gmt>
	<wp:comment_status>open</wp:comment_status>
	<wp:ping_status>open</wp:ping_status>
	<wp:post_id>130639607</wp:post_id>
	<wp:post_name>primjer-ponude-f18-ubuntulinux-novi-klijent</wp:post_name>
	<wp:status>publish</wp:status>
	<wp:post_parent>0</wp:post_parent>
	<wp:menu_order>0</wp:menu_order>
	<wp:post_type>post</wp:post_type>
	<wp:post_password></wp:post_password>
	<wp:is_sticky>0</wp:is_sticky>

	
		<wp:comment>
			<wp:comment_id>11035451</wp:comment_id>
			
				<wp:comment_author><![CDATA[MS_vendor]]></wp:comment_author>
				<wp:comment_author_url><![CDATA[]]></wp:comment_author_url>
			
			<wp:comment_date>Sat May 19 11:19:38 -0700 2012</wp:comment_date>
			<wp:comment_date_gmt>Sat May 19 11:19:38 -0700 2012</wp:comment_date_gmt>
			<wp:comment_content><![CDATA[Računica ti je za MS sistem potpuno pogrešna. Običan klijent W7 (starter) košta 95KM, MS SQL Server Express 2008 R2 je besplatan i podržava do 10GB veličinu baze i ne treba mu serverski OS da bi se mogao instalirati. Serverski sistemi i full SQL server trebaju samo nekome ko koristi domenu i prelazi veličine baze od 10GB. A koliko je takvih među mojim i tviojim klijentima? Jako malo ili nimalo.
Pratim i poštujem to što radite sa open-source software-om, ali budimo pošteni kad se gađamo ciframa. User vulgaris samo njih i vidi.]]></wp:comment_content>
			<wp:comment_approved>1</wp:comment_approved>
			<wp:comment_type></wp:comment_type>
			<wp:comment_parent>0</wp:comment_parent>
		</wp:comment>
	
		<wp:comment>
			<wp:comment_id>11039840</wp:comment_id>
			
				<wp:comment_author><![CDATA[bring.out doo Sarajevo]]></wp:comment_author>
			
			<wp:comment_date>Mon May 21 00:48:54 -0700 2012</wp:comment_date>
			<wp:comment_date_gmt>Mon May 21 00:48:54 -0700 2012</wp:comment_date_gmt>
			<wp:comment_content><![CDATA[http://www.bring.out.ba/posten-odnos-prema-klijentima]]></wp:comment_content>
			<wp:comment_approved>1</wp:comment_approved>
			<wp:comment_type></wp:comment_type>
			<wp:comment_parent>0</wp:comment_parent>
		</wp:comment>
	
</item>
