<!DOCTYPE html>
<html>
<head>
<meta charset='utf-8'>
<link href='../../../exports.css' rel='stylesheet'>
<link href='../../../exports.css' rel='stylesheet'>

</head>
<body>
<div id='wrap'>
<div id='header'>
<h1>bring.out</h1>
<h2>(Ovaj članak je prebačen sa ranijeg posterous blog sistema)
</h2>
</div>
<div id='content'><div id='nav'>
<a href="../../../posts/2010/10/bringout-stari-sadrzaj-papiri.html">Previous</a>
&nbsp; 
<a href="../../../index-2.html">Index</a>
&nbsp; 
<a href="../../../posts/2010/11/fiskalizacija-ugovor.html">Next</a>
</div>
<div class='post'>
<div class='post_header'>
<h3>www.bring.out.ba sadržaj 2009-2010</h3>
<div class='post_info'>
<span class='post_time'>October  1 2010,  5:38 AM</span>
<span class='author'>&nbsp;by bring.out doo Sarajevo</span>
</div>
</div>
<div class='post_body'>
<div style="font-family: Times New Roman; font-size: 12pt;">U periodu 2009 - 10/2010 na&scaron;a internet stranica je bila ... neobična. Jedni su nas radi nje prozvali genijalcima, a drugi ludacima.</div>
<div style="font-family: Times New Roman; font-size: 12pt;">
<div style="font-family: Times New Roman; font-size: 12pt;">
<div style="font-family: Times New Roman; font-size: 12pt;">Nekima se svidjela radi neobičnog sadržaja i posebnog dizajna :). Taj (no)design ovdje nažalost ne možemo demonstrirati, ali sadržaj možemo.</div>
</div>
<div style="font-family: Times New Roman; font-size: 12pt;"><br />Istorije radi, sadržaj objavljujemo ovdje.<p /><!--more--></div>
<h2>Mi smo ...</h2>
Preduzeće <strong>"bring.out"</strong>. Osnovani smo 1996 godine u Zenici. K'o i mnogi drugi smo, idući trbuhom za kruhom, počeli raditi u Sarajevu ... i sada smo pravi Sarajevci :).
<p>Do 2009 godine smo djelovali smo pod imenom Sigma-com Zenica. Staro ime nikada nije "leglo"[1] kako treba, pa je odlučeno da prilikom preseljenja sjedi&scaron;ta firme izvr&scaron;imo i promjenu imena (februar 2009).</p>
<p>Promjena imena je u vezi i sa bitnim promjenama u konceptu djelovanja i misiji firme u odnosu na njene početke.</p>
<p>"bring out" u slobodnom prevodu na bosanski znači: "govoriti otvoreno". Čita se "bring-aut".</p>
<h2>Kontakt</h2>
Na&scaron;a adresa je: Juraja Najtharta 3, 71000 Sarajevo, Bosna i Hercegovina
<p>email: kancelarija <strong><a href="mailto:office@bring.out.ba">office@bring.out.ba</a></strong>, podr&scaron;ka korisnicima: <strong><a href="mailto:podrska@bring.out.ba">podrska@bring.out.ba</a></strong> ili ako ne razumijete bosanski <strong><a href="mailto:support@bring.out.ba">support@bring.out.ba</a></strong></p>
<p>Ne &scaron;aljite nam spam bezveze, jer će vas "google" i na&scaron;a "zimbra" otkačiti.</p>
<p>telefoni: 033 269-291, fax 033 269-292</p>
<p>mobiteli: Sa&scaron;a 061 479-130, Jasko 061 477-105, Ernad: 061-141-311</p>
<p>Radno vrijeme: 08-16, ali kancelariju ne zovite džabe prije 9.</p>
<p>Ne radimo subotom, nedjeljom, i za bajrame. Ne radimo ni državnim praznicima. Pride, za katolički Božić ne rade Sa&scaron;a i Željka. Uglavnom, kad god se može mi ne radimo.</p>
<p>Pi&scaron;ite nam na gornje mail-ove, prije ćete nas dobiti nego li na telefone. Ako ne volite mail-ove a vi napi&scaron;ite fax, to će na&scaron; sistem opet pretvoriti u mail. Ma pametnice smo mi ... Mi smo firma od četiri čovjeka:</p>
<ul>
* Ernad Husremović - vlasnik, direktor, glavni mislilac; </ul><a href="mailto:hernad@bring.out.ba">hernad@bring.out.ba</a> 
</ul>
<ul>
* Sa&scaron;a Vranić-Kvesić - programer; </ul><a href="mailto:vsasa@bring.out.ba">vsasa@bring.out.ba</a> 
</ul>
<ul>
* Beganović Jasmin - serviser; sistema&scaron;, </ul><a href="mailto:bjasko@bring.out.ba">bjasko@bring.out.ba</a> 
</ul>
<ul>
* Željka Vranić - kancelarija; knjigovodstvo </ul><a href="mailto:vzeljka@bring.out.ba">vzeljka@bring.out.ba</a> 
</ul>
Jedino je za Ernada kancelarija Sarajevo glavno radno mjesto. Zato u tamo često nema nikoga. Jasko i Sa&scaron;a su stalno po terenima, Ernadu se nikad ne zna, a Željka većinu vremena radi u stanu u Zenici. Zato za sada ona nema kontakt telefon. Ako nije u stanu, žeki onda hoda po raznoraznim &scaron;alterima na&scaron;ih mnogobrojnih državnih institucija.
<p>Mnogi nas znaju po tome &scaron;to volimo pisati dopise i email-ove, Ernad posebno. Ernad posebno mrzi &scaron;altere. Zato, ako ikako možete, nemojte nas bez prijeke potrebe slati na &scaron;alter. Jer ćemo vam garant poslati email ili dopis i pitati: "može li to email-om ?!".</p>
<h2>Kako poslujemo ?</h2>
Iako je u Bosni najbolje raditi na crno, mi poslujemo isključivo legalno i državi plaćamo PDV. Zato nas nemojte pitati kol'ko ko&scaron;ta ako platimo ke&scaron;om - evo da vam odmah kažemo: <strong>isto</strong>.
<p>&Aring;&nbsp;to se tiče na&scaron;ih plata ... e tu je stvar komplikovanija ... Sa platama &scaron;aramo non-stop ... Doprinosi ubi&scaron;e ... Činjenica je da smo svi prijavljeni i da redovno uplaćujemo za zdravstvo i penziono. Ko preživi boli ga briga ... svaki mjesec 100 keka u padže ... Sale je pesimista i kaže da sa ovakvim tempom ionako niko neće doživjeti penizju. Bilo kako bilo u toku je reforma obraćuna plata u firmi pa ćemo ne&scaron;to skontati valjda ... Ne instaliramo pirate windowsa.</p>
<p>Furamo se na "alternativu" (u Bosni je to u svjetu alternativa, u svijetu odavno ne) - na slobodan i opensource software: linux, ubuntu, openvz, asterisk, zimbru, redmine, firefox, openoffice, vim, ruby ... i jo&scaron; mnogo toga &scaron;to ni mi ne razumjevamo pa zato nećemo ni "tu&scaron;iti" sa tim.</p>
<h2>Na&scaron;a ponuda</h2>
<ul>
- Knjigovodstvene aplikacije 
</ul>
<ul>
- sistemska rje&scaron;enja (linux serveri, router-i) 
</ul>
<ul>
- software koji čini IT infrastrukturu (messaging: email, voip) 
</ul>
<ul>
- project management software - redmine 
</ul>
<h2>Knjigovodstvene aplikacije: Fmk</h2>
<p>Posao smo započeli upravo sa setom knjigovodstvenih aplikacija Fmk koji i danas čini veliki dio na&scaron;e poslovanja. Aplikacije su urađene po "birvaktile" programskom jeziku clipper, pod operativnim sistemom DOS-u. Mlađi čitaoci zasigurno nemaju pojma &scaron;ta je to DOS. E to vam je djeco operativni sistem 80-tih godina sa kojim je Microsoft (nadalje MS) namlatio prve velike pare, zeznuo IBM ... Ako vas detaljnije interesuje, idite na Wikpediju ...</p>
<p>Vratimo se na na&scaron;e aplikacije. 90-tih godina, na&scaron;e su aplikacije izgledale superi&scaron;ka - bolje ne može biti. Međutim, firmu koja je napravila clipper (programski jezik sa kojim je napravljen Fmk) kupila firma CA (Computer Associates) i uhakala ga :( - prestala sa aktivnim razvojem Clipper-a. E ... tako je to sa zatvorenim (proprietary) software-om: ako proizvođač čučne svi za njim odo&scaron;e ...</p>
<p>U međuvremenu je sav normalan svijet pre&scaron;ao na "Windows" aplikacije, MS Visual Basic a mi smo glumili pojedince ... Počeli smo istraživati linux, sistemska rje&scaron;enja. Rezultat je da je i dan danas Fmk je ostao čista "clipperica" sa ne&scaron;to delphi-ja (prava windows aplikacije, tek toliko da pokažemo da i mi znamo napraviti prave windows aplikacije) da bi se mogla raditi priprema grafičkih izvje&scaron;taja i &scaron;tampa na windows printere ....</p>
<p>Biti korisnik Fmk je otprilike isto ko i imati nokiu 3310 u dana&scaron;nji vakat: radi ali nije cool.</p>
<p><div class='p_embed p_image_embed'>
<img src='../../../image/2010/11/17867900-nokia_3310.png'>
</div>
</p>
<a name="fmk_radi">
<h2>Fmk: radi li to uop&scaron;te ?</h2>
</a>
<p>Dobra je stvar međutim &scaron;to je MS guru za kompatibilnost, tako da se DOS aplikacije normalno vrte pod svim novim generacijama Windows-a ... tako da Fmk radi i dan danas.</p>
<p>DOS konzola se čak vrti i na mom linux desktop-u (via dosbox + freebox + wine za delphi aplikaciju) :</p>
<p>screen 1:</p>
<p><div class='p_embed p_image_embed'>
<img src='../../../image/2010/11/17867899-fmk_fakt_unos.png'>
</div>
</p>
<p>screen 2:</p>
<p><div class='p_embed p_image_embed'>
<img src='../../../image/2010/11/17867898-fmk_fakt_2.png'>
</div>
</p>
<h2>A prava windows aplikacija ?!</h2>
Često bi nas ranije na&scaron;i korisnici pitali ( ... pa su na kraju odustali vide nema hajra :) ... ) "Kada ćete napraviti <strong>prave windows aplikacije</strong> ?". Mi smo takve poku&scaron;aje ranije i činili. Problem je uvijek bio vremena, ali i fokusa djelovanja. Započne se jedno, pa se proba drugo, pa treće ... I na kraju jedino &scaron;to radi - radi stari Fmk :) Hodali po MS kursevima, kupovali licence za MS sisteme i razvojne alate (uh da je tih para sad nazad :) ... ) hodali po kursevima ... odu&scaron;evljavali se MS .NET framework-om ... i na se opet vratimo na linux i opensource kao bazu za na&scaron;a buduća rje&scaron;enja.
<p>Ponuda Microsoft rje&scaron;enja u Bosni je ovakva:</p>
<ul>
* kod malih korisnika se postavljaju piratski windowsi, piratski MS office 
</ul>
<ul>
* kod onih većih kupuju se brand name računari sa licenciranim windowsima, ali je u većini slučajeva MS office ili Autocad na pola radnih stanica - pirat 
</ul>
Kako je to haram para, mi se time ne bavimo.
<p>Tamo negdje 2004 godine smo poku&scaron;ali da se Microsoft-iziramo (MS exchange SBS server, Windows + outlook na sve radne stanice ...). I sve set nekako i može platiti kada ima&scaron; 5 radnih mjesta. Ali kada doda&scaron; jo&scaron; 5 tro&scaron;kovi odu u "zvijezde ..."</p>
<p>Sticajem okolnosti, posao koji je bio povod za sve te akcije je rezultirao potpunim krahom .... Da budemo jasni: sa tim rezultatom nema veze MS i njihove tehnologije. Mi nismo znali uraditi posao, i to je to.</p>
<p>I na kraju se do&scaron;lo do zaključka: ako isključi&scaron; pirate, opensource je jedino pravo rje&scaron;enje.</p>
<p>Bitno je da se firma usmjeri u određenom pravcu i da ga se drži.</p>
<p>Tako je i bilo: svaki novi posao je od 2005 baziran na openosurce tehnologijama.</p>
<p>Jedini izuzetak Fmk/clipper iz pragmatičnih razloga:</p>
<ul>
* stvar radi 
</ul>
<ul>
* sa stvarima koje ne rade dobro (prije svega radi zastarjele tehnologije) mi se uspjevamo nositi 
</ul>
<ul>
* imamo obaveze prema svojim klijentima 
</ul>
<ul>
* nemamo namjeru ponavljati stare gre&scaron;ke i poku&scaron;avati sa adhoc zamjenskim rje&scaron;enjima koja možda dobro izgledaju ali ne rade kako treba 
</ul>
<p>Zato je odgovor na pitanje sa početka ovog pasusa: "Ne, definitivno nećemo praviti aplikacije <strong>za windows-e</strong>, ali imamo namjeru napraviti novu generaciju aplikacija koje će raditi kvalitetno <strong>i pod windows operativnim sistemom</strong>". "bring.out" koncept je da će se svi novi projekti raditi kao opensource projekti, bilo da su oni inicirani sa na&scaron;e strane, bilo da se uključimo u postojeće opensource projekte.</p>
<p>"P1: Kada i gdje ćemo pokrenuti te projekte ?" - "O: Plan je da u toku ove godine započnemo sve projekte koje nastojimo dugoročno razvijati. Na ovom sajtu ćemo publikovati informacije o tome".</p>
<p>"P2: Pokrenuti je jedno, ali kada ćemo dobiti ta nova rje&scaron;enja ?" - "O: To ne znamo ".</p>
<p>"P3: Da li ćete vi to ikada uspjeti do kraja dovesti ?! Godinama to "planirate" poku&scaron;avate ... i do sada ni&scaron;ta ?" - "O: Ne znamo. Međutim, kada je projekat organizovan kao opensource, svako može utvrditi njegov status. To je jedna od ključnih razlika otvorenog i zatvorenog modela razvoja sofvera."</p>
<h2>Sistemska rje&scaron;enja, IT infrastruktura</h2>
<div style="font-family: Times New Roman; font-size: 12pt;">Bitno je reći da se posljednjih 5-6 godina mnogo energije ulaže na stvaranje ponude sistemskih rje&scaron;enja (serveri, email sistemi, project management sistem) koji nemaju direktnu vezu na na&scaron; knjigovodstveni software. Međutim, krajnji je cilj da se napravi jedinstvena tehnolo&scaron;ka podloga za sva na&scaron;a softverska rje&scaron;enja po formuli: opensource software + kvalitetna podr&scaron;ka.</div>
<h2>Podr&scaron;ka</h2>
Ah da ...
<p>Čitajući sve gore navedeno, čitalac će sa pravom konstatovati: ja ne kontam za&scaron;to bi sa ovim ljudima iko imao posla ?!</p>
<p>E kvaka je u tome da mi, kada govorimo o Fmk, bez obzira &scaron;to nudimo tehnolo&scaron;ki zastarjela rje&scaron;enje, to &scaron;to nudimo: <strong>znamo održavati</strong>. Fmk je pro&scaron;ao u proteklih 15 godina (prva verzija Fmk je instalirana 1994) sve zakonske transformacije. Mi smo, imajući to iskustvo, <strong>kompetentni</strong> po pitanju same problematike knjigovodstvenog software-a. Tako je prije par godina, sa uvođenjem PDV-a, firma Datalab iz Slovenije je napravila agresivnu kampanju ulaska na BH trži&scaron;te. Ljudi su krenuli sa kampanjom ponude svojih programskih rje&scaron;enja po vrlo povoljnim cijenama. Tom prilikom, znatan broj na&scaron;ih korisnika je pre&scaron;ao na ta rje&scaron;enja. Međutim, dio njih se ponovo vratio na na&scaron;a programska rje&scaron;enja. Po nama, ovo su razlozi:</p>
<ul>
* mnoge firme koje su radile implementaciju datalab programskih rje&scaron;enja o knjigovodstvu - pojma nemaju 
</ul>
<ul>
* pokazalo se da điđi-miđi izvje&scaron;taji, rasko&scaron;ni korisnički interfejs sami po sebi ne obezbjeđuju kvalitetnije knjigovodstvo 
</ul>
<ul>
* korisnici su inertni po pitanju promjena - jednostavno neće da uče 
</ul>
I nama je kasnije nuđeno da budemo datalab partneri - firma koja će implementirati njihova programska rje&scaron;enja.
<p>Međutim, to bi opet bilo potpuno skretanje sa ranije uzetog kursa (jer su predložena datalab programska rje&scaron;enja "zatvoreni software" + "Microsoft only" ).</p>
<p>Drugi, ni&scaron;ta manje važan razlog jeste to &scaron;to mi želimo prodavati svoju a ne tuđu pamet.</p>
<p>Dobra je stvar da na&scaron;i korisnici imaju izbor: mi nismo bhtelecom pa da imamo monopol nad žicama.</p>
<p>&nbsp;</p>
<h2>Forumi bring.out</h2>
<div style="font-family: Times New Roman; font-size: 12pt;">Za sve korisnike na&scaron;ih programskih rje&scaron;enja dostupni su bring.out forumi. Na njima ćete saznati detalje o novim verzijama na&scaron;ih programskih rje&scaron;enja. Na njima možete uputiti zahtjeve za podr&scaron;ku.<a name="bring.out forumi" href="http://redmine.bring.out.ba/projects/klijenti/boards">link za pristup forumima</a></div>
<div style="font-family: Times New Roman; font-size: 12pt;">Za pristup forumima potrebno je da imate otvoren korisnički račun (podatke o korisničkom imenu i lozinku). Ako te podatke jo&scaron; nemate, kontaktirajte nas.</div>
<h2>Ugovor o podr&scaron;ci na&scaron;ih rje&scaron;enja</h2>
<div style="font-family: Times New Roman; font-size: 12pt;"><a name="ugovor_o_podrsci">Uzorak na&scaron;eg ugovora:</a> <a href="http://posterous.com/getfile/files.posterous.com/bringout/1zTY0GwiQVmecVDswXfBR7PcNVx63YVrpzZ9V7SkVez9q0iFKrBpdZXkO8bm/ugovor_bring.out_uzorak.pdf" title="ugovor o podr&scaron;ci bring.out rje&scaron;enja">ugovor</a></div>
<h2>Cjenovnik</h2>
<a name="cjenovnik">Cjenovnik, posljednje ažuriranje 11.06.2009</a>: <a href="http://posterous.com/getfile/files.posterous.com/bringout/CnAqPAEaKLYxIBXxiMbB83xF1MbApTsz1R8lAQF6m3CJfQmE1MbDQRXL1IMG/bring_out_cjenovnik.pdf">cjenovnik</a></div>
<div style="font-family: Times New Roman; font-size: 12pt;"><br />
<h2>Rezime</h2>
<p>Na&scaron;a misija i poslovna filozofija :</p>
<ul>
* nastojimo da budemo pouzdan poslovni partner - 
</ul>
<strong>da ne prodajemo ublehe</strong> 
<ul>
* zaradu bazirati na znanju i praksi firme, a ne prodaji programskih licenci 
</ul>
<ul>
* biti iskren i otvoren u komunikaciji sa svojim korisnicima - iskreni odnosi omogućavaju da se problemi prevaziđu 
</ul>
<ul>
* obezbjediti kvalitetnu podr&scaron;ku svojim rje&scaron;enjima: otvoreni software svako može instalirati na nebrojeni broj lokacija. Međutim to ne isključuje potrebu korisnika za podr&scaron;kom sistemu 
</ul>
<ul>
</ul>
</div>
<div style="font-family: Times New Roman; font-size: 12pt;"><br /> <a name="papiri">
<h2>Papiri, papiri, papiri ...</h2>
</a> Ako mislite da je ovo sve gore bila zezancija, nije. Ono &scaron;to jeste neuobičajeno jeste da stvari nismo "umotali" kako se to običava. Zato se i zovemo "bring.out".
<p>Mi smo fakat uredno registrovano preduzeće sa godi&scaron;njim prihodima od cca 120 000 - 150 000 KM ... Tako je barem bilo do sada :)</p>
<p><a name="pdv_uvjerenje">Evo na&scaron;eg PDV uvjerenja:</a> <a href="http://posterous.com/getfile/files.posterous.com/bringout/jgy98L4S8kEgChIQY4vdzOCo4KQQMxLEJws3xXAAU53Uk7Tr5HZ9FfX4gu7P/pdv_uvjerenje_bringout.pdf" title="pdv uvjerenje">PDV uvjerenje</a></p>
<p>Ostali papiri preduzeća - rje&scaron;enja, uvjerenja ...</p>
<ol>
<li><a href="bringout-stari-sadrzaj-papiri#registracija">Registracija bring.out, dru&scaron;tvo za informatičke i komunikacijske tehnologije d.o.o Sarajevo </a></li>
<li><a href="bringout-stari-sadrzaj-papiri#idbroj">ID broj porezna uprava</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#statistika">Statistika bring.out - 72.210</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#pdv_uvjerenje">PDV uvjerenje bring.out</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#opcina_namjenska">Općina, namjena prostora, saglasnost</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#kanton_namjena">Kanton, Rje&scaron;enje o namjeni poslovnog prostora bring.out</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#atest">Atest elektro instalacija poslovni prostor</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#zk_izvadak">Zemlji&scaron;no-knjižni izvadak za poslovni prostor Juraja Najtharta 3</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#zakup">Ugovor o zakupu poslovnog prostora Juraja Najtharta 3</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#cips_hernad">CIPS podaci Ernad Husremović, vlasnik bring.out - LK 07BRH1197, prebivali&scaron;te: Sarajevo Centar, Juraja Najtharta 6</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#volksbank_ugovor">Ugovor bring.out - volksbank</a></li>
<li><a href="bringout-stari-sadrzaj-papiri#volksbank_potpisi">bring.out - karton deponovanih potpisa u Volksbank</a></li>
</ol> Za&scaron;to publikujemo sve ove informacije ? Zato &scaron;to smo mi <strong>otvorena</strong> firma ... i zato &scaron;to smo <strong>&scaron;alteromrsci (tm)</strong> ... i zato &scaron;to smo IT firma pa volimo koristiti blagodeti IT tehnologije ...
<h2>Za&scaron;to vam je sajt ovako ružan, neorganizovan ?</h2>
Hah, fakat jest ...
<p>Na&scaron; cilj da za početak imamo <strong>aktuelne sadržaje</strong>. Onda ćemo ga "nalickati".</p>
<hr />
datum posljednjeg ažuriranja: 29.10.20 <ol>
<li>11.06.09 - ažuriranje cjenovnika 11.06.09, local pdf umjesto scribd naslovna stranica, forumi</li>
<li>31.03.09 - daj da bar ne&scaron;to publikujemo</li>
</ol></div></div>
<div class='post_tags'>
<h4>Tags</h4>
<div class='post_tags_list'>old_www</div>
</div>
<div class='post_responses'>
<h4>4095 views and 1 response</h4>
<ul class='post_responses list'>
<li class='response clearfix'>
<div class='response_header'>
<div class='response_time'>Nov 24 2010,  7:07 AM</div>
<div class='response_name'>bring.out doo Sarajevo responded:</div>
</div>
<div class='response_body'>30.03.2009 Saša Vranić je na našem internom sistemu (veza <a href="http://redmine.bring.out.ba/issues/16774" rel="nofollow">http://redmine.bring.out.ba/issues/16774</a> ) napisao:<p>>Sviđa mi se sadržaj :) ko god bude ovo čitao reći će "ovi su definitivno ludi !!!"</p><p>Ali Ima grešaka:<br />> * počeli raditi u Sarajevu ... i sada smo pravi Sarajevci :). -> valjda prave Sarajlije</p><p>Ernad je odgovorio:</p><p>Ovo je zeza. Naravno da je neispravno Sarajevci ... Greška je namjerna.</p><p>Da ... furka je da u totalno pomjerenom društvu kao što je naše, blentavost za mene recimo ima bitno drugačiju dimenziju</p></div>
</li>
</ul>
<div id="disqus_thread"></div>
    <script type="text/javascript">
	    var disqus_shortname = 'bringout'; 
        (function() {
            var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
            dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
            (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
        })();
    </script>
    <noscript>Aktivirajte JavaScript za pregled komentara <a href="http://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
    <a href="http://disqus.com" class="dsq-brlink">comments powered by <span class="logo-disqus">Disqus</span></a>

</div>
</div>
</div>
</div>
</body>
</html>
