<!DOCTYPE html>
<html>
<head>
<meta charset='utf-8'>
<link href='../../../exports.css' rel='stylesheet'>
<link href='../../../exports.css' rel='stylesheet'>

</head>
<body>
<div id='wrap'>
<div id='header'>
<h1>bring.out</h1>
<h2>This is an archived post
This is an archived post
</h2>
</div>
<div id='content'><div id='nav'>
<a href="../../../posts/2012/06/direktor-bringout-privatno-odsustvo-0406-1607.html">Previous</a>
&nbsp; 
<a href="../../../index.html">Index</a>
&nbsp; 
<a href="../../../posts/2012/05/posten-odnos-prema-klijentima.html">Next</a>
</div>
<div class='post'>
<div class='post_header'>
<h3>Novi ugovor o podršci bring.out - zajedno sa Ubuntu/F18 uvodimo i novi model podrške</h3>
<div class='post_info'>
<span class='post_time'>May 23 2012,  7:42 AM</span>
<span class='author'>&nbsp;by bring.out doo Sarajevo</span>
</div>
</div>
<div class='post_body'><p>Zajedno sa migracijjom klijenata na "F18" knowhowERP mjenjamo i model podr&scaron;ke.</p>
<p>Ovisno o potrebama korisnika, složenosti njihovog sistema, nivou obučenosti, korisniku se pravi prijedlog Ugovora o podr&scaron;ci.</p>
<p>S obzirom da je F18 "open source" software, njegovo kori&scaron;tenje NIJE limitirano postojanjem ugovora o podr&scaron;ci.</p>
<p>Nijedna programska funkcija F18 nije "zaključana". Svaki klijent može da koristi bilo koju funkciju koja postoji u F18.</p>
<p>To je su&scaron;tinska promjena u odnosu na na&scaron;u dosada&scaron;nju praksu nuđenja.</p>
<p>Na osnovu kori&scaron;tenja i realnih potreba klijenta pravi se ugovor o podr&scaron;ci.</p>
<p>Na&scaron;e&nbsp;<strong>obaveze</strong>&nbsp;po pitanju podr&scaron;ke, nadogradnji, otklanjanju bug-ova, obuke, postoje samo prema klijentima sa akivnim ugovorima o podr&scaron;ci.</p>
<p>Ovo je su&scaron;tinska promjena u odnosu na dosada&scaron;nju praksu.</p>
<p>Do sada su FMK korisnici odabirom "najslabijeg" (osnovnog) ugovora imali pravo na podr&scaron;ku po incidentu (kada im se problem desi).&nbsp;</p>
<p>U F18 modelu podr&scaron;ke taj model nije predviđen.</p>
<p>Za&scaron;to ?</p>
<p>Zato &scaron;to je dosada&scaron;nja praksa pokazala da je ovaj model stvarao puno nezadovoljstva i konflikata &nbsp;na relaciji bring.out - klijenti.</p>
<p>Ovi klijenti su imali najniži prioritet u rje&scaron;avanju problema. Pa kada stvar zapne, rok u realizaciji 14 dana je redovno neprihvatljiv. Činjenica da je to klijent sopstvenim odabirom prihvatio, se u pravilu zaboravi kada nastane problem.</p>
<p>Zato smo odlučili da svim korisnicima ponudimo jedan ugovor u skladu sa konkretnim potrebama.</p>
<p>Evo uzorka na&scaron;eg novog ugovora o podr&scaron;ci:</p>
<p><div class='p_embed p_file_embed'>
<div class='p_embed_description'>
<strong>F18_ugovor.pdf</strong>
<a href="../../../file/2012/05/9272445-F18_ugovor.pdf">View this file</a>
</div>
</div>
</p>
<p><span style="text-decoration: underline; font-size: medium;"><strong>Internet podr&scaron;ka</strong></span></p>
<p>Remote support (udaljena internet podr&scaron;ka) nije u potpunosti obavezna.</p>
<p>Međutim tro&scaron;kovi mjesečne podr&scaron;ke bez interneta su znatno veći nego sa internetom.</p>
<p>Tako korisnik koji ne obezbjedi (ili iz određenih razloga ne želi) internet konekcije do radnih stanica koje su predmet podr&scaron;ke može imati <strong>duplo veće</strong> mjesečne tro&scaron;kove u odnosu na sistem sa internet podr&scaron;kom.</p>
<p>Za&scaron;to ? Zato &scaron;to je održavanje i nadogradnja njegovog IT sistema puno teža nego li kod korisnika koji ima pode&scaron;enu udaljenu podr&scaron;ku.</p>
<div><span style="text-decoration: underline;"><strong><span style="font-size: medium;">&Scaron;ta se želi postići sa novim ugovorima i novim modelom podr&scaron;ke ?</span></strong></span></div>
<ol>
<li>Veća fleksibilnost</li>
<li>Kvalitetnija i jednostavnija komunikacija bring.out - klijenti</li>
<li>Efikasnija podr&scaron;ka</li>
<li>Veće zadovoljstvo klijenata kroz stalnog unapređenja software-a.&nbsp;</li>
<li>Klijenti će nove verzije i nove funkcije dobijati unutar paketa podr&scaron;ke.</li>
</ol>
<p><span style="text-decoration: underline; font-size: medium;"><strong>U čemu je "kvaka" ?</strong></span></p>
<p>Ako klijenti dobijaju nove funkcije bez posebnog plaćanja, postavlja se opravdano pitanje odakle će se finansirati razvoj i unapređenje software-a, od čega će živjeti "bring.out" ?!</p>
<p>Ugovori o podr&scaron;ci, ako se postmatraju postojeći klijenti, postaju na&scaron; glavni izvor finansiranja.</p>
<p>Uzmimo primjer korisnika koji u FMK nije koristio obračun plata. Sada sve te funkcije postaju mu u <strong>F18 dostupne bez ikakvog ograničenja</strong>.</p>
<p>Ugovor o podr&scaron;ci se sklapa na godi&scaron;njem nivou. Visina mjesečnog iznosa po ugovoru se utvrđuje na osnovu dosada&scaron;njeg kori&scaron;tenja i projiciranih potreba.</p>
<p>Ako korisnik kaže: "Želim u budućnosti koristiti F18 kao i do sada (robno/materijalno i finansije)".</p>
<p>Mi dajemo prijedlog 70 KM/mjesečno + PDV.</p>
<p>Međutim, ako korisnik ima potrebu da koristi i neke nove funkcije (npr. Obračun plata), dobija prijedlog koji je uvećan ovisno o funkcijama koje uvodi.</p>
<p>Ako se radi o značajnim unapređenijma koje traže značajne servisne aktivnosti, korisniku se pravi ponuda za "setup" (instalacija, pode&scaron;enje) tih opcija i obuku prema njegovim potrebama.</p>
<p>Međutim, ti iznosi su znatno manji nego li je to bilo kod ponuda za nadogradnje FMK.</p>
<p>Tako recimo je recimo setup LD-a (koji je standardni dio F18) 100-200 KM + PDV i taj iznos uglavnom ide na tro&scaron;kove obuke.</p>
<p>Ako korisnik ni tu uslugu ne treba, jedino &scaron;to će se povećati jeste ugovor o podr&scaron;ci za narednu godinu.</p>
<p>I to uvećanje je opet u velikoj mjeri ovisno o korisniku. Ako je korisnik samostalan, ako te nadogradnje ne utiču na povećanja obima i sločenosti IT sistema korisnika, uvećanje će biti minimalno.&nbsp;</p>
<p>Kod na&scaron;e ranije ponude (FMK) dodavanje funkcije LD-a je korisnika ko&scaron;talo 800-1000 KM + PDV.&nbsp;</p>
<p>Treba jo&scaron; naglasiti da, ako korisnik već ima sklopljen ugovor o podr&scaron;ci, nemamo namjeru klijente hvatati "za vrat" u slučaju uvođenja novih funkcija.</p>
<p>Cilj nam je da se na&scaron;a programska rje&scaron;enja koriste maksimalnim kapacitetom i da korisnici sa njima imaju maksilmalnu podr&scaron;ku poslovanju.</p>
<p>Ako se to postigne, sigurni smo da klijentu neće biti problem da se na ime kvantitativnog i/ili kvalitativnog pro&scaron;irenja IT sistema prihvati uvećanje mjesečnog ugovora o podr&scaron;ci.</p>
<p>Treba naglasiti da je zamisao da svaka promjena ugovora bude <strong>predmet dogovora</strong> a ne jednostranih akcija bilo koje strane.</p>
<p>Stanovi&scaron;ta smo da će ovakav, fleksibilan pristup biti na obostranu korist.</p>
<p>Klijenti će moći postupno, bez naglih finansijskih "trzavica" nadograđivati i koristiti svoj IT sistem.</p>
<p>Pri tome ćemo i jedni i drugi biti većinu vremena i energije usmjeriti na sam <strong>sistem</strong> - na njegov razvoj i održavanje. To je moguće ako se glavna komercijalna pitanja defini&scaron;u unutar ugovora o podr&scaron;ci.</p></div>
<div class='post_tags'>
<h4>Tags</h4>
<div class='post_tags_list'>bringout_ugovori, b_f18, ubuntu</div>
</div>
<div class='post_responses'>
<h4>9805 views and 0 responses</h4>
<ul class='post_responses list'>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
